---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadMomentMx2
source: html/4c08c0d9-c14c-cf95-ca53-6fd343ba20a1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadMomentMx2 Property

"Mx 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadMomentMx2 { get; }
```